{
    "myblog": [
        {
            "id": 1,
            "gameName": "7 days to die",
            "picture": "https://pingbooster.com/upload/img/content/20180710d5owohkgsfml08td.jpg?1531206551924",
            "review": "ถ้าพูดถึงเกมแนว Survival Zombie เกือบทุกคนคงนึกถึงเกมสุดฮิตอย่าง DayZ ที่ครบเครื่องทั้งเรื่องความงามของกราฟฟิค และระบบที่สมจริง หลายคนคงได้ฟังกันมามากแล้วกับ DayZ ผมข้ามไปที่อีกเกมหนึ่งดีกว่า ซึ่งเป็นเกมที่มีมานานแล้วและพัฒนาตัวเกมขึ้นมาเรื่อยๆ จากเกมนอกสายตาสาวกซอมบี้ จนในปัจจุบันนี้ผมว่าเป็นอีกเกมหนึ่งที่น่าสนใจมากเกมหนึ่งครับ เกมนี้เป็นอย่างไรต้องลองมาดูกัน",
            "score": 10
        },
        {
            "id": 2,
            "gameName": "Raft",
            "picture": "https://i.ytimg.com/vi/__w615A5lC4/maxresdefault.jpg",
            "review": "เกม Survival หรือการเอาตัวรอดนั้น ต้องบอกว่ายังคงเป็นแนวเกมที่ยอดนิยมอย่างมากตั้งแต่อดีตจนถึงปัจจุบัน และดูท่าจะลากยาวไปในอนาคตด้วย และในปี 2022 นี้เองก็มีเกมหนึ่งที่กลายเป็นกระแสขึ้นมา แต่มันไม่ใช่เกมใหม่แต่อย่างใด เพราะนี่คือเกมที่อยู่ในช่วง Early Access หรือเล่นระหว่างการพัฒนามาอย่างยาวนานถึง 4 ปีเต็ม ระหว่างนี้ก็มีการอัปเดตอยู่เรื่อย ๆ จนในที่สุดตัวเกมก็มาถึงปลายทางในชื่อ The Final Chapter จุดเริ่มต้นจากแพเล็ก ๆ สู่การผจญภัยอันยิ่งใหญ่ในครั้งนี้",
            "score": 10
        },
        {
            "id": 2,
            "gameName": "Terraria",
            "picture": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/wiiu_14/SI_WiiU_3DS_Terraria.jpg",
            "review": "ขา Co-Op วันนี้ ถ้าจะพูดถึงเกมแนว Sandbox สร้างบ้านหนุกหนานที่มีความเป็นแอคชั่น RPG มากกว่า Minecraft แล้ว จะขาด Terraria ไปซักเกมก็คงเหมือนกับบอกว่าน้ำอัดลมไม่มีโค๊กหรือเป๊ปซี่อยู่กะไรอย่างนั้น ตัว Terraria เองก็เป็นผลงานของทางค่าย Re-Logic ที่ได้ทำตัวเกมออกมาเป็นรุปแบบของ 2D action platformer ผสมกับการเล่นแบบ Sandbox ในการสร้างบ้านและคราฟสิ่งต่างๆ ผลที่ได้นั้นเรียกว่าออกมาประสบความสำเร็จเป็นอย่างสูง จนกลายมาเป็นแม่แบบให้กับเกม 2D action sandbox ในยุคหลังๆ",
            "score": 10
        }
    ]
}